/*
 Localizable.strings
 Gmail Notifr

 Created by James Chen on 8/4/09.
 Copyright 2009 ashchan.com. All rights reserved.
 */


//-----------------------------------------
// Menu and tooltip
//----------------------------------------
/* Open Inbox menu item under each account */
"Open Inbox" = "打开邮箱";

/* menubar tooltip when checking mail */
"Checking Mail" = "正在检查...";

/* connection error message */
"Connection Error" = "连接错误";

/* wrong username/password pair error message */
"Username/password Wrong" = "用户名/密码 不正确";

/* count of unread messages */
"Unread Messages" = "%d 封未读邮件";

/* count (1) of unread message */
"Unread Message" = "%d 封未读邮件";

/* last check time */
"Last Checked:" = "上次检查:";

/* Enable, Disable */
"Enable Account" = "启用账户";
"Disable Account" = "禁用账户";

/* Check */
"Check" = "检查新邮件";

/* Main Menu */
"Check All" = "检查全部";
"Compose Mail" = "撰写邮件";
"Preferences..." = "偏好设置...";
"Check for Updates..." = "检查更新…";
"About Gmail Notifr" = "关于 Mail Notifr";
"Donate..." = "捐赠...";
"Quit Gmail Notifr" = "退出 Mail Notifr";


//-----------------------------------------
// Preferences - Settings
// ----------------------------------------
"Settings" = "设置";
"Launch at login" = "登录系统时自动运行";
"Show unread count in menu bar" = "在菜单栏中显示未读邮件数";
"shortcuts.label" = "快捷键";
"shortcuts.checkall.label" = "检查全部:";


//-----------------------------------------
// Preferences - Accounts
// ----------------------------------------
"Accounts" = "账户";
"Edit" = "修改";

"Username:" = "用户名:";
"Password:" = "密码:";
"Check for new mail every" = "自动检查新邮件时间间隔";
"minutes" = "分钟";
"Use Growl Notification" = "使用通知";
"Play sound:" = "播放声音:";
"To add a Google Hosted Account, specify the full email address as username, eg: admin@ashchan.com." = "若要添加 Google Hosted 账户，需在用户名中输入完整的电子邮件地址，如：james@ashchan.com。";
"Enable this account" = "启用此账户";
"Open in browser:" = "浏览器:";
"Cancel" = "取消";
"OK" = "保存";
